[
  {
    "id": 1,
    "name": "Rafael Timothy L. Estrella",
    "nickname": "Timothy",
    "position": "President",
    "title": "The Pilot",
    "astronaut": "/assets/astronauts/RafaelTimothyEstrella.webp",
    "link": "rafael-timothy-estrella",
    "description": {
      "1": "Out of the Box Creatives is a launching rocket ship, and Timothy is the dude in the pilot's seat. He's the co-founder and the boss, making sure all teams are working together, the finances are on point, and they're all blasting off in the same direction.",
      "2": "Timothy has been in the game for six years, crushing it in business management, advertising, and marketing. He's not just the boss. He's a doer and a leader. He can win over clients with his chill personality and keep his team pumped for the next big project. But what really makes Timothy special is his go-getter attitude. He's got a million ideas and the know-how to make them happen, from crafting global marketing plans to implementing crazy-creative solutions that keep OOTB miles ahead of the competition.",
      "3": "Buckle up with Timothy as they navigate the advertising world and  celebrate wins."
    },
    "rocket": "/assets/astronauts/Rocket.webp"
  },
  {
    "id": 2,
    "name": "Tammy Makalintal",
    "nickname": "Tammy",
    "position": "Chief Executive Officer",
    "title": "The Navigator",
    "astronaut": "/assets/astronauts/RondelynMaeMakalintal.webp",
    "link": "rondelyn-mae-makalintal",
    "description": {
      "1": "Out of the Box Creatives isn't just a rocket ship – it's one that's powered by creativity! And at the helm, guiding them through the world of advertising, is Tammy, the Chief Executive Officer and resident navigator.",
      "2": "She's the coolest co-pilot you've ever seen. With a degree in Mass Communication specializing in Advertising and PR, Tammy is a master mapmaker of the agency world. Before joining OOTB, she spent seven years leading amazing creative projects for big-name brands, politicians, and organizations – both local and international. From Eventscape Manila to Fleishman Hillard, Tammy's worked with the best of the best.",
      "3": "Now, she brings that experience to OOTB. Tammy's the one who charts their course, juicing out the perfect creative direction to fuel explosive growth. But she's more than just brains – she's magic! Need a resource? A connection? Poof! Tammy pulls it out of thin air, making sure the OOTB crew has everything they need to reach for the stars.",
      "4": "Get ready for a wild ride filled with creative genius, strategic navigation, and a whole lot of magic!"
    }
  },

  {
    "id": 3,
    "name": "Atty. Ramon Christopher Ganan ",
    "nickname": "Ramon",
    "position": "Chief Financial Officer",
    "title": "",
    "astronaut": "/assets/astronauts/RamonChristopherGanan.webp",
    "link": "atty-ramon-christopher-ganan",
    "description": {
      "1": "The team needs someone who knows how to secure the team’s resources, especially if you’re in outer space! Ramon is a Juris Doctor who graduated from the Pamantasan ng Lungsod ng Maynila and has been legally backing up businesses for more than 5 years now.",
      "2": "As the managing director of RCG Law & Business Consultancy Services and the Chief Financial Officer of Out of the Box Creatives, he definitely knows how to secure money IN THE BAG! No budget goes unchecked and no coin goes uncounted. The budget-setter of the team!"
    }
  },
  {
    "id": 4,
    "name": "Blessie Pevee Agrante",
    "nickname": "Blessie",
    "position": "HR Specialist",
    "title": "",
    "astronaut": "/assets/astronauts/BlessiePeveeAgrante.webp",
    "link": "blessie-pevee-agrante",
    "description": {
      "1": "Keeping the whole crew together is Blessie, the resident HR. Forget uptight suits; Blessie is all about keeping the vibes chill and making sure everyone feels like part of the Out of the Box Creatives fam.",
      "2": "She's got tons of experience keeping teams happy and always on the lookout for ways to make OOTB the coolest place to work in the universe. She's OOTB's talent hunter, with a sixth sense for seeking awesome new teammates."
    }
  },
  {
    "id": 5,
    "name": "Dominic Salando",
    "nickname": "Doms",
    "position": "Accounts Executive",
    "title": "",
    "astronaut": "/assets/astronauts/MariaCarmelaAnsale.webp",
    "link": "dominic-salando",
    "description": {
      "1": "Dominic is the mission commander who ensures every space expedition stays on course.",
      "2": "As the Accounts Executive, he’s the vital link between our clients and the team, keeping communication clear and seamless. Dominic makes sure every task is executed flawlessly, ensuring that no detail is left adrift in the cosmos.",
      "3": "Dominic is the navigator who keeps the crew aligned and the clients thrilled whose dedication ensures every mission reaches stellar success!"
    }
  },
  {
    "id": 6,
    "name": "Maria Carmela Ansale",
    "nickname": "Mela",
    "position": "Senior Copywriter",
    "title": "",
    "astronaut": "/assets/astronauts/MariaCarmelaAnsale.webp",
    "link": "maria-carmela-ansale",
    "description": {
      "1": "At the control panel for all things creative is Mela, the resident copywriting whiz. She's the onboard DJ, blasting out catchy tunes that make every campaign a hit. This Communication graduate from Batangas State University may have only 4 years of experience, but her ideas are as loud and bold as her personality.",
      "2": "Need a tagline that sticks? A social media post that pops? Mela's on it! She's the master of crafting compelling ideas and out-of-the-box copy that cuts through the noise and grabs attention across every platform.",
      "3": "So get ready for a wild ride where words become super powers!"
    }
  },
  {
    "id": 7,
    "name": "Mikyla Denise Jordan",
    "nickname": "Mikay",
    "position": "Junior Copywriter",
    "title": "",
    "astronaut": "/assets/astronauts/MariaCarmelaAnsale.webp",
    "link": "mikayla-denise-jordan",
    "description": {
      "1": "Mikyla is the wordsmith apprentice who brings ideas to life with a fresh perspective and boundless creativity. Working closely with the Senior Copywriter, she takes concepts and runs with them, delivering copy that’s sharp, engaging, and on point.",
      "2": "From brainstorming punchy taglines to drafting captivating captions, Mikyla is all about turning creative direction into content that connects. With her enthusiasm and flair for writing, she’s the perfect teammate to ensure every campaign is infused with originality and charm."
    }
  },
  {
    "id": 8,
    "name": "Cheska Joy Atienza",
    "nickname": "Cheska",
    "position": "Multimedia Artist",
    "title": "",
    "astronaut": "/assets/astronauts/AndreKirbyAquino.webp",
    "link": "cheska-joy-atienza",
    "description": {
      "1": "Cheska is the creative wizard who brings out-of-this-world ideas to life through the magic of multimedia artworks.",
      "2": "With exceptional digital skills and a flair for crafting immersive visuals, she transforms bold concepts into stunning masterpieces that captivate and inspire. Specializing in 3D animation, Cheska adds depth and dynamism to every project, creating visuals that leave audiences in awe.",
      "3": "Cheska serves as the rocket fuel for our space missions—who takes bold, far-out ideas and crafts jaw-dropping visuals that make everyone go, \"Wow, where do I sign up for that space adventure?\""
    }
  },
  {
    "id": 9,
    "name": "Kayezel Bation",
    "nickname": "Zel",
    "position": "Multimedia Artist",
    "title": "",
    "astronaut": "/assets/astronauts/MarkAnthonyEdano.webp",
    "link": "keyezel-bation",
    "description": {
      "1": "Kayezel is the creative force behind every scroll-stopping reel and attention-grabbing video. Specializing in video editing, she transforms raw footage into captivating content that keeps audiences hooked and clients thrilled.",
      "2": "With an eye for detail and a passion for storytelling, Kayezel knows how to craft engaging visuals that bring brands to life. Whether it’s a dynamic reel or a polished video ad, she ensures each project resonates with the target audience and elevates video marketing strategies to the next level."
    }
  },
  {
    "id": 10,
    "name": "Beatriz Llantada",
    "nickname": "Bea",
    "position": "Multimedia Artist",
    "title": "",
    "astronaut": "/assets/astronauts/MarkAnthonyEdano.webp",
    "link": "beatriz-llantada",
    "description": {
      "1": "Beatriz Llantada is a crewmate that helps in launching visual experiences that transcend the ordinary. As a graphic artist, she crafts social media pubmats that not only captivate but also guide brands through the vast expanse of digital space. ",
      "2": "With her impeccable eye for design and her ability to steer creative direction with precision, Beatriz ensures every visual aligns with the mission's core purpose. Her skills are the fuel that ensures every design leaves a lasting impression in the universe of social media."
  }
}
]
