[
    {
    "id": 1,
    "title": "EVENTS",
    "subtitle": "MANAGEMENT",
    "heading": {
      "text": "Create Buzz, Attract Crowds, Ignite Sales.",
      "highlight": "Attract Crowds"
    },
    "subheading": "We got it covered for any type of event",
    "thumbnail": "/assets/eventsmanagement/thumbnail.png",
    "background": "/assets/eventsmanagement/thumbnail.png",
    "description": {
      "1": "Planning for events could be stressful. Especially when you’re clueless on where to start and what to do. Let the Out of the Box Creatives crewmates do the work. ",
      "2": "With extensive experience in event planning and management, we create bespoke solutions for corporate and private clients. Our services include theme development, creative design, vendor coordination, and seamless event execution. We are committed to delivering high-quality events that exceed your expectations while remaining budget-conscious."
    },
    "link": "events-management",
    "offers": {
      "1": "Conceptualization",
      "2": "Planning",
      "3": "Fabrication",
      "4": "Technical Setup & Styling",
      "5": "Program Coordination",
      "6": "Post Event Report"
    },
    "images": {
      "1": {
        "img": {
          "1": "/assets/"
        }
      }
    },
    "paragraph": {
      "1": "JML Philippines: Flavor Festival 2024",
      "2": "Filipino tastes are changing, and we need the right tools to create the dishes people crave. In the competitive world of cookware, brand recognition is key. JML Philippines partnered with Out of the Box Creatives to launch an event with the goal of engaging with a wider market and boosting the brand’s overall presence.",
      "3": "The Client",
      "4": "For years, JML Philippines has become a beloved household name in the Philippines, leading the way in retail screen promotions and TV home shopping. Their unique strength lies in showcasing high-quality products through live demonstrations, creating a tangible connection with customers.",
      "5": "While they may not be on Philippine TV, they are a prominent presence within major malls, exclusively available at Ace Hardware & SM Stores nationwide. In the Philippines, their success story is built on engaging in-store demos and impactful retail promotions, driving customer interaction and product discovery.",
      "6": "The Problem",
      "7": "Despite the brand’s longevity in the industry, it still struggles to rise from the competition and be seen and recognized by its target market. The market is already saturated with competing kitchenware brands, thus the need for an effective marketing stunt to help the brand expand its reach both online and offline.",
      "8": "The Solution",
      "9": "JML’s First-Ever Flavor Festival",
      "10": "With this problem to solve in mind, Out of the Box Creatives and JML Philippines teamed up to host a three-day Flavor Festival at SM Megamall last May, 2024. Culinary students from across the areas of NCR and CALABARZON showcased their cooking prowess by preparing dishes based on the given challenge per day.",
      "11": "JML's Flavor Festival moved away from traditional marketing by letting people actually use their products at the event. This allowed Out of the Box Creatives to feature their creativity and help JML revitalize its brand image in a competitive landscape. A Flavorsome Set of Strategies",
      "12": "Targeted Participants",
      "13": "Out of the Box Creatives suggested to invite culinary students to participate in the JML Flavor Festival Cook-Off. This is to promote JML not only in the household aspect but also to the schools honing future kitchen experts.",
      "14": "Target Audience",
      "15": "The team aimed to target the typical mall goers particularly the heads of household and encourage them to check out what JML has to offer. It gave a different take from JML’s traditional mall demos since the products were used in a cook-off format, adding thrill and excitement to the audience.",
      "16": "Venue Choice",
      "17": "SM Megamall was chosen strategically for its high foot traffic and accessibility for participants and attendees.",
      "18": "Tech and Style",
      "19": "The Flavor Festival welcomed guests with interactive booths and exciting activities, creating a dynamic atmosphere of the Filipino culinary heritage and innovation. It showed the versatility of JML products through cooking demonstrations, unique culinary challenges, highlighting their impact on both special events and everyday cooking.",
      "20": "Fabrication",
      "21": "The event design aimed to create an engaging and authentic experience that resonated with the Filipino audience. The layout and placement of booths were carefully planned to maximize engagement and ensure a positive experience. Out of the Box Creatives' attention to detail and creative solutions resulted in a flawless event execution, and helped establish JML's brand presence in a wider market.",
      "22": "WHAT WE DID TO MAKE THE BEST OUT OF IT",
      "23": "- Classic Culinary Heritage Meets Modern Cookwar",
      "24": "-Interactive Booth Games",
      "25": "-Exciting Cooking Challenges and Games",
      "26": "-Event-Branded Merch for Added Retention",
      "27": "Modern and Premium Apron for Daily Winners",
      "28": "The Results",
      "29": "The said event was a resounding success. The Flavor Festival's online voting process generated digital traffic and significantly boosted JML Philippines' brand awareness. Total Facebook page likes increased from 28,000 to 41,000, and Facebook followers grew to over 48,000.",
      "30": "Campaign Highlights",
      "31": "Immersive Marketing: The event allowed attendees to experience JML products firsthand, creating a lasting impression.",
      "32": "Creative Engagement",
      "33": "Interactive booths and activities kept the audience entertained and involved throughout the event",
      "34": "Culinary Showcase",
      "35": "The cooking competition highlighted Filipino culinary heritage and innovation, showcasing the versatility of JML products.",
      "36": "Brand Integration",
      "37": "JML products were seamlessly integrated into the event, demonstrating their value and relevance."
    }
}
]